/* Encrypted message */
"Encrypted message" = "Encrypted message";

/* Encrypting the message failed. The message was not sent. */
"Encrypting the message failed. The message was not sent." = "Encrypting the message failed. The message was not sent.";

/* Encryption is disabled for this room. */
"Encryption is disabled for this room." = "Encryption is disabled for this room.";

/* Encryption is enabled for this room. */
"Encryption is enabled for this room." = "Encryption is enabled for this room.";

/* Encryption is enabled, but you don't have a key. The message was not sent. */
"Encryption is enabled, but you don't have a key. The message was not sent." = "Encryption is enabled, but you don't have a key. The message was not sent.";

/* Encryption overridden */
"Encryption overridden" = "Encryption overridden";

/* Failed to save the key. */
"Failed to save the key." = "Failed to save the key.";

/* Key exchange completed */
"Key exchange completed." = "Key exchange completed.";

/* Key saved to Keychain. */
"Key saved to Keychain." = "Key saved to Keychain.";

/* Malformed request */
"Malformed request." = "Malformed request.";

/* Malformed response */
"Malformed response." = "Malformed response.";

/* Received key exchange request */
"Received key exchange request." = "Received key exchange request.";

/* Received unrequested or too late key exchange response */
"Received unrequested or too late key exchange response." = "Received unrequested or too late key exchange response.";

/* Sending key exchange request */
"Sending key exchange request." = "Sending key exchange request.";

/* Timed out waiting for key-exchange reply */
"Timed out waiting for key-exchange reply." = "Timed out waiting for key-exchange reply.";

/* Unencrypted message in encrypted room! */
"Unencrypted message in encrypted room!" = "Unencrypted message in encrypted room!";

/* Unknown error during key exchange */
"Unknown error during key exchange." = "Unknown error during key exchange.";

